
tap 'caskroom/cask'

# Core Homebrew
brew 'adns'
brew 'ant'
brew 'aom'
brew 'autoconf'
brew 'bash'
brew 'bash-completion'
brew 'bdw-gc'
brew 'cairo'
brew 'clisp'
brew 'cmake'
brew 'confuse'
brew 'cscope'
brew 'dav1d'
brew 'dialog'
brew 'docbook'
brew 'docbook-xsl'
brew 'elixir'
brew 'emacs-head@27'
brew 'erlang'
brew 'ffmpeg'
brew 'flac'
brew 'fluid-synth'
brew 'fontconfig'
brew 'freetype'
brew 'frei0r'
brew 'fribidi'
brew 'fzf'
brew 'gcc'
brew 'gd'
brew 'gdb'
brew 'gdbm'
brew 'gdk-pixbuf'
brew 'gettext'
brew 'ghostscript'
brew 'giflib'
brew 'git'
brew 'glib'
brew 'glpk'
brew 'gmp'
brew 'gnu-getopt'
brew 'gnu-sed'
brew 'gnupg'
brew 'gnutls'
brew 'graphite2'
brew 'graphviz'
brew 'gts'
brew 'guile'
brew 'harfbuzz'
brew 'htop'
brew 'hunspell'
brew 'icon'
brew 'icu4c'
brew 'ilmbase'
brew 'imagemagick'
brew 'inadyn'
brew 'ipython'
brew 'isl'
brew 'ispell'
brew 'jailkit'
brew 'jansson'
brew 'jasper'
brew 'jpeg'
brew 'json-c'
brew 'jupyterlab'
brew 'kakoune'
brew 'krb5'
brew 'lame'
brew 'leptonica'
brew 'libarchive'
brew 'libass'
brew 'libassuan'
brew 'libb2'
brew 'libbluray'
brew 'libde265'
brew 'libevent'
brew 'libffi'
brew 'libgcrypt'
brew 'libgpg-error'
brew 'libheif'
brew 'libidn2'
brew 'libksba'
brew 'liblqr'
brew 'libmpc'
brew 'libogg'
brew 'libomp'
brew 'libpng'
brew 'librsvg'
brew 'libsamplerate'
brew 'libsigsegv'
brew 'libsndfile'
brew 'libsoxr'
brew 'libssh2'
brew 'libstfl'
brew 'libtasn1'
brew 'libtermkey'
brew 'libtiff'
brew 'libtool'
brew 'libunistring'
brew 'libusb'
brew 'libuv'
brew 'libvidstab'
brew 'libvorbis'
brew 'libvpx'
brew 'libvterm'
brew 'libxml2'
brew 'libyaml'
brew 'libzip'
brew 'little-cms2'
brew 'llvm'
brew 'lua'
brew 'lua@5.1'
brew 'luajit'
brew 'lz4'
brew 'lzo'
brew 'markdown'
brew 'md5sha1sum'
brew 'midnight-commander'
brew 'mono'
brew 'mpfr'
brew 'mpv'
brew 'msgpack'
brew 'mujs'
brew 'mysql'
brew 'ncurses'
brew 'neovim'
brew 'netpbm'
brew 'nettle'
brew 'newsboat'
brew 'nmap'
brew 'node'
brew 'noweb'
brew 'npth'
brew 'openblas'
brew 'opencore-amr'
brew 'openexr'
brew 'openjdk'
brew 'openjpeg'
brew 'openssl@1.1'
brew 'opus'
brew 'p11-kit'
brew 'pandoc'
brew 'pango'
brew 'par'
brew 'pcre'
brew 'pcre2'
brew 'pdsh'
brew 'perl'
brew 'pinentry'
brew 'pixman'
brew 'pkg-config'
brew 'portaudio'
brew 'postgresql'
brew 'protobuf'
brew 'pyenv'
brew 'pygments'
brew 'python@3.7'
brew 'python@3.8'
brew 'r'
brew 'rav1e'
brew 'readline'
brew 'rlwrap'
brew 'rtmpdump'
brew 'rubberband'
brew 'ruby'
brew 's-lang'
brew 'sbcl'
brew 'sc-im'
brew 'sdl2'
brew 'shared-mime-info'
brew 'snappy'
brew 'speedtest-cli'
brew 'speex'
brew 'sqlite'
brew 'srt'
brew 'tesseract'
brew 'texinfo'
brew 'theora'
brew 'tldr'
brew 'tmux'
brew 'trash'
brew 'uchardet'
brew 'unbound'
brew 'unibilium'
brew 'utf8proc'
brew 'vapoursynth'
brew 'vim'
brew 'webp'
brew 'wxmac'
brew 'x264'
brew 'x265'
brew 'xmlto'
brew 'xvid'
brew 'xz'
brew 'youtube-dl'
brew 'zeromq'
brew 'zimg'
brew 'zstd'

# Cask Apps
cask 'blackhole'
cask 'frescobaldi'
cask 'iterm2'
cask 'skim'
cask 'ukelele'
cask 'whatsapp'

